Tekla.Structures.DrawingInternal.dotGrSectionMark_t


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.LeftPoint


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.RightPoint


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.MiddlePoint


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.IsCurved


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.Attributes


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.ToStruct(Tekla.Structures.Drawing.SectionMark)


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.ToStruct(Tekla.Structures.Drawing.CurvedSectionMark)


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.FromStruct(Tekla.Structures.Drawing.SectionMark)


Tekla.Structures.DrawingInternal.dotGrSectionMark_t.FromStruct(Tekla.Structures.Drawing.CurvedSectionMark)
